vegeta/testcandidates/prisma/results/2018-07-08_17:47/byArtistId-700.txt
Requests      [total, rate]            42000, 700.02
Duration      [total, attack, wait]    59.9999903s, 59.998553253s, 1.437047ms
Latencies     [mean, 50, 95, 99, max]  1.801235ms, 1.378826ms, 1.871373ms, 6.12382ms, 159.548326ms
Bytes In      [total, mean]            3864000, 92.00
Bytes Out     [total, mean]            5460000, 130.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:42000  
Error Set: