vegeta/testcandidates/prisma/results/2018-07-08_17:47/byArtistId-800.txt
Requests      [total, rate]            48000, 800.02
Duration      [total, attack, wait]    1m0.001301871s, 59.998749818s, 2.552053ms
Latencies     [mean, 50, 95, 99, max]  1.904044ms, 1.389345ms, 2.75192ms, 13.994754ms, 100.137236ms
Bytes In      [total, mean]            4416000, 92.00
Bytes Out     [total, mean]            6240000, 130.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:48000  
Error Set: